{
    "effect.minecraft.absorption.description": "§7Adds damage some damaging absorbing hearths (which can't be regenerated); higher levels give more absorption.",
    "effect.minecraft.bad_omen.description": "§7Causes an illager raid to start upon entering a village; higher levels increase the raid difficulty.",
    "effect.minecraft.blindness.description": "§7Impairs vision and disables the ability to sprint and critical hit.",
    "effect.minecraft.darkness.description": "§7Causes vision to temporarily deteriorate.",
    "effect.minecraft.conduit_power.description": "§7Increases underwater visibility and mining speed, prevents drowning.",
    "effect.minecraft.dolphins_grace.description": "§7Drastically increases swimming speed. Effect given by dolphins",
    "effect.minecraft.fire_resistance.description": "§7Grants immunity to fire damage as well as damage from lava.",
    "effect.minecraft.glowing.description": "§7Marks affected entities with an outline glow, allowing them to be seen through blocks.",
    "effect.minecraft.haste.description": "§7Increases mining and attack speed; higher levels increase both stats further.",
    "effect.minecraft.health_boost.description": "§7Increases maximum health; higher levels give more additional hearths.",
    "effect.minecraft.hero_of_the_village.description": "§7Gives discounts on trades with villagers, and makes villagers throw items at the player depending on their profession.",
    "effect.minecraft.hunger.description": "§7Increases food exhaustion; higher levels cause to starve quicker.",
    "effect.minecraft.instant_damage.description": "§7Damages living entities, heals undead; higher levels increase the effect potency.",
    "effect.minecraft.instant_health.description": "§7Heals living entities, damages undead; higher levels increase the effect potency.",
    "effect.minecraft.invisibility.description": "§7Grants invisibility, making the user invisible and reducing its detection range. Held or worn items will still be visible. Higher levels further decrease the detection range",
    "effect.minecraft.jump_boost.description": "§7Increases jump height and reduces fall damage; higher levels increase both effects.",
    "effect.minecraft.levitation.description": "§7Make affected entities float upwards.",
    "effect.minecraft.luck.description": "§7Can increase chances of high-quality and more loot; higher levels increase the chances of better loot.",
    "effect.minecraft.mining_fatigue.description": "§7Decreases mining and attack speed; higher levels decrease both stats further.",
    "effect.minecraft.nausea.description": "§7Wobbles and warps the screen.",
    "effect.minecraft.night_vision.description": "§7Improves vision in dark areas and underwater.",
    "effect.minecraft.poison.description": "§7Inflicts non lethal damage over time; higher levels do more damage per second. Does not affect undeads.",
    "effect.minecraft.regeneration.description": "§7Regenerates health over time; higher levels make health regenerate quicker.",
    "effect.minecraft.resistance.description": "§7Provides 20% damage reduction per level.",
    "effect.minecraft.saturation.description": "§7Restores hunger and saturation.",
    "effect.minecraft.slow_falling.description": "§7Decreases falling speed and negates fall damage.",
    "effect.minecraft.slowness.description": "§7Decreases walking speed; higher levels make the user slower and decrease their field of view.",
    "effect.minecraft.speed.description": "§7Increases walking speed; higher levels make the user faster and increase their field of view.",
    "effect.minecraft.strength.description": "§7Increases melee damage; higher levels increase the damage boost power.",
    "effect.minecraft.unluck.description": "§7Can reduce chances of high-quality and more loot; higher levels reduce the chance of good loot.",
    "effect.minecraft.water_breathing.description": "§7Prevents drowning and allows to breathe underwater.",
    "effect.minecraft.weakness.description": "§7Decreases melee damage; higher levels decrease damage dealt further.",
    "effect.minecraft.wither.description": "§7Inflicts lethal damage over time; higher levels do more damage per second."
}